{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "image_with_text_QXiWGt": {
      "type": "image-with-text",
      "blocks": {
        "heading_X77anU": {
          "type": "heading",
          "settings": {
            "heading": "ABOUT US",
            "heading_size": "h2"
          }
        },
        "text_ccFJpr": {
          "type": "text",
          "settings": {
            "text": "<p>Ruslan Baginskiy was founded in 2015 in Lviv, Ukraine. Designer Ruslan Baginskiy made his first hats on his own, gaining experience in Lviv's artisanal workshops, which have preserved unique production technologies. \"When I looked through archival photographs of the twentieth century, it always seemed unfair to me that hats have depreciated over the years, and a whole culture has disappeared with them. I would like to return the hats to their deserved status, to make them a full-fledged wardrobe element again,\" says Ruslan. <\/p><p>Ruslan Baginskiy is a classic that has been modernised by the designer. Inspired by family archives, vintage fashion shoots and heroines of cult films, Ruslan boldly experiments with traditional shapes and creates hats in the spirit of the times - comfortable, utilitarian and trendy. Over the five years of the brand's existence, hats and caps have appeared in the wardrobes of thousands of RB Girls, including Madonna, Bella and Gigi Hadid, Taylor Swift, Rosie Huntington-Whiteley, Pamela Anderson, Janelle Monae, Alicia Keys, Miley Cyrus, Kaia Gerber, Nicky Hilton, Anna Dello Russo, Coco Rocha. The brand has been featured in The New York Times, Vogue, Harper's Bazaar, W Magazine, V Magazine, ELLE, Marie Claire, Glamour, Garage Magazine and dozens of other global publications.<\/p><p>The Ruslan Baginskiy brand is represented all over the world and has become international in five years, but the designer always emphasises his Ukrainian origins. The debut Paris presentation at the Crillon Hotel was dedicated to nature, local techniques and traditional wedding decor in western Ukraine. The company supports local production, and that is why every hat of the brand is Made in Ukraine, which is one of the main principles of sustainable development for us.<\/p>",
            "text_style": "body"
          }
        },
        "button_pm3Uyy": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false
          }
        }
      },
      "block_order": [
        "heading_X77anU",
        "text_ccFJpr",
        "button_pm3Uyy"
      ],
      "settings": {
        "height": "adapt",
        "desktop_image_width": "medium",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "section_color_scheme": "",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "left",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "image_with_text_QXiWGt"
  ]
}
